Repository: HughP/hCardValidator
Catalog: locale/*/LC_MESSAGES/main.po
Languages: fr, pl

source: title
fr: Validation hCard
pl: Walidator hCard

source: h1
fr: Validation hCard micro<b>format</b> <small>(beta)</small>
pl: Walidator mikro<b>formatu</b> hCard <small>(beta, oczywiście)</small>

source: intro
fr: Outil de validation non officiel<a href="#footnotes">¹</a>/ Conforme avec <a href="http://microformats.org/wiki/hcard">hCard microformat</a>.
pl: To jest nieoficjalny walidator<a href="#footnotes">¹</a> do wizytówek osadzonych na stronach za pomocą <a href="http://microformats.org/wiki/hcard">mikroformatu hCard</a>.

source: Input
fr: Valeur
pl: Dane wejściowe

source: urlintro
fr: Indiquer le code <abbr>XHTML</abbr> ou la page <abbr>HTML</abbr> en indiquant son <abbr>URL</abbr>.
pl: Podaj adres <abbr>HTTP</abbr> strony do sprawdzenia (<abbr>XHTML</abbr> i <abbr>HTML</abbr> są akceptowane).

source: Address:
fr: Adresse :
pl: Adres:

source: Validate URL
fr: Valider l'URL
pl: Sprawdź URL

source: XHTML fragment
fr: Fragment <abbr>XHTML</abbr>
pl: Fragment <abbr>XHTML</abbr>

source: fragmentintro
fr: Coller, le code <abbr>XHTML</abbr> ou l'ensemble du document qui contient la hCard.
pl: Wklej fragment <strong>poprawnego składniowo <abbr>XHTML</abbr></strong> lub cały dokument zawierający wizytówki.

source: Validate fragment
fr: Valider le code
pl: Sprawdź fragment

source: Upload
fr: Importer
pl: Wgrany plik

source: uploadintro
fr: Importer le fichier <abbr>HTML</abbr> ou <abbr>XHTML</abbr> à valider. Pour fonctionner <strong>votre navigateur doit utiliser le bon type <abbr>MIME</abbr> </strong>.
pl: Wgraj plik do sprawdzenia w formacie <abbr>HTML</abbr> lub <abbr>XHTML</abbr>. Ta funkcja wymaga, aby twoja przeglądarka wysyłała <strong>poprawny typ <abbr>MIME</abbr></strong>.

source: Upload file
fr: Importer un fichier
pl: Wgraj plik

source: Validate file
fr: Valider le fichier
pl: Sprawdź plik

source: Example
fr: Exemples
pl: Przykład

source: exampleintro
fr: <a href="http://search.yahoo.com/search?p=searchmonkeyid%3Acom.yahoo.uf.hcard">Rechercher</a> <a href="http://microformats.org/wiki/hcard-examples-in-wild-reviewed"> des exemples de hCards sur Internet</a>, c'est fatiguant, consultez les cas de tests.
pl: Jeżeli szukanie wizytówek <a href="http://microformats.org/wiki/hcard-examples-in-wild-reviewed">na stronach</a> jest zbyt męczące, wypróbuj walidator na przykładowym pliku:

source: Example file
fr: Fichier exemple
pl: Przykładowy plik

source: Browse examples
fr: Parcourir les exemples
pl: Przeglądaj przykłady

source: View
fr: Voir
pl: Zobacz

source: Validate example
fr: Valider l'exemple
pl: Sprawdź przykład

source: api_and_other
fr: API et autres
pl: API i inne

source: byreferrer
fr: Ajouter un lien à votre page
pl: Dowolna strona na podstawie nagłówka <code>Referer</code>

source: Bookmarklet
fr: Ajouter aux favoris
pl: Skryptozakładka

source: restful
fr: <abbr>REST</abbr>ful <abbr>JSON</abbr> <abbr>API</abbr>
pl: <abbr>REST</abbr>owe <abbr>API</abbr> wysyłające <abbr>JSON</abbr>

source: URL to validate
pl: URL do sprawdzenia

source: apidescription
fr: <p>Envoyer la requête <code>GET</code> à ${url}.</p><p>La sortie sera à peu près compatible avec la ${validatornu}. Susceptible de changer dans le futur.</p>
pl: <p>Wyślij zapytanie <code>GET</code> pod adres ${url}.</p><p>Wynik będzie w formacie z grubsza zgodnym z ${validatornu}. <abbr>API</abbr> może zmienić się w przyszłości.</p>

source: Validate hCards
pl: Sprawdź poprawność hCard

source: pleaseuseforvalidation
fr: S'il vous plaît utiliser l'<abbr>API</abbr> pour la validation, mais aussi comme un convertisseur/outil d'extraction.
pl: Proszę używać <abbr>API</abbr> tylko do walidacji, a nie jako narzędzie do wyciągania wizytówek ze stron.

source: Send Feedback
fr: Envoyer un feedback
pl: Wyślij komentarz

source: send feedback via e-mail
fr: envoyer un e-mail
pl: wysłać komentarz przez e-mail

source: feedbacknote
fr: Si vous rencontrez un ${bug} ou vous avez une suggestion, n'oubliez pas d'inclure le code de votre hCard.
pl: Jeśli ${bug} lub masz sugestię, nie zapomnij dołączyć przykładowego kodu.

source: feedbacknote_bug
fr: rapporter un bug
pl: zgłaszasz błąd

source: You can ${email} or the form below.
fr: Vous pouvez ${email} ou utiliser le formulaire de contact.
pl: Możesz ${email} lub użyć formularza poniżej.

source: Your name
fr: Votre nom
pl: Twoje imię

source: Your comment
fr: Votre commentaire
pl: Komentarz

source: Send feedback
fr: Envoyer un feedback
pl: Wyślij komentarz

source: Result
fr: Résultat
pl: Wynik

source: hCard #${n}
pl: hCard numer ${n}

source: valid
fr: Félicitations! Aucune erreur trouvée.
pl: Gratulacje! Nie znaleziono błędów.

source: invalid
fr: Ce document contient des erreurs.
pl: Ten dokument zawiera błędy.

source: vcardnoerrors
fr: Aucun problème détecté.
pl: Bez problemów.

source: More info
fr: En savoir plus
pl: Więcej informacji

source: File source
fr: Fichier source
pl: Źródło pliku

source: Parsed source
fr: Compiler la source
pl: Zinterpretowane źródło

source: Credits
fr: Crédits
pl: Twórcy

source: fullcredits
fr: Rédigé par ${writtenby}. Les icônes sont de ${tango}. Les tests inclus ${acid} par Dmitry Baranovskiy, exemples à partir de ${uforg} et ${testsuite}. Traduction par <a href="http://aquelito.fr">Axel Roche</a>
pl: <p>Autorem walidatora jest ${writtenby}. Ikony pochodzą z ${tango}. Testowe pliki zawierają ${acid} Dmitriego Baranowskiego, a przykłady pochodzą z ${uforg} oraz ${testsuite}.</p>

source: footnote
fr: Ce n'est pas un validateur pour <abbr>XML</abbr>/<abbr>SGML</abbr>.
pl: To nie jest walidacja w znaczeniu użytym w <abbr>XML</abbr>/<abbr>SGML</abbr>.

source: sourceavailable
fr: <a href="http://code.google.com/p/hcardvalidator/">Le code source est disponible</a>, sous <a href="http://www.opensource.org/licenses/bsd-license.php" rel="license">Licence BSD</a>.
pl: <a href="http://code.google.com/p/hcardvalidator/">Kod źródłowy jest dostępny</a> na licencji <a href="http://www.opensource.org/licenses/bsd-license.php" rel="license">BSD</a>.

source: (translations welcome!)
pl: (tłumaczenia mile widziane!)

source: Please write your feedback
pl: Proszę wpisać komentarz

source: Sending failed, sorry! Please <a href='%s'>e-mail your message instead</a>.
pl: Nie udało się wysłać wiadomości! Proszę <a href='%s'>wyślij ją przez e-mail</a>.

source: The message has been sent, thank you!
pl: Wiadomość została wysłana, dzięki!
